export default [
  {
    type: "h2",
    text: "اَلدَّرْسُ الأَوَّلُ 1"
  },
  {
    type: "h3",
    text: "words"
  },
  {
    type: "p",
    text:
      "هُوَ, هُمْ.\nأَنْتَ, أَنْتُمْ.\nأَنَا, نَحْنُ.\nكَبِيرٌ, كِبَارٌ.\nصَغِيرٌ, صِغَارٌ"
  },
  {
    type: "h3",
    text: "phrases"
  },
  {
    type: "p",
    text:
      "هُوَ كَبِيرٌ.\nهُمْ كِبَارٌ.\nأَنْتَ صَغِيرٌ.\nاَنْتُمْ صِغَارٌ.\nاَنَا كَبِيرٌ.\nنَحْنُ كِبَارٌ.\nهُوَ صَغِيرٌ.\nهُمْ صِغَارٌ.\nاَنْتَ كَبِيرٌ.\nاَنْتُمْ كِبَارٌ.\nاَنَا صَغِيرٌ.\nنَحْنُ صِغَارٌ."
  },
  {
    type: "h2",
    text: "اَلدَّرْسُ الثَّانِي 2"
  },
  {
    type: "h3",
    text: "words"
  },
  {
    type: "p",
    text:
      "هِيَ, هُنَّ.\nاَنْتِ, اَنْتُنَّ.\nاَنَا, نَحْنُ.\nكَبِيرَةٌ, كَبِيرَاتٌ.\nصَغِيرَةٌ, صَغِيرَاتٌ."
  },
  {
    type: "h3",
    text: "phrases"
  },
  {
    type: "p",
    text:
      "هِيَ كَبِيرَةٌ.\nهُنَّ كَبِيرَاتٌ.\nاَنْتِ صَغِيرَةٌ.\nاَنْتُنَّ صَغِيرَاتٌ.\nاَنَا كَبِيرَةٌ.\nنَحْنُ كَبِيرَاتٌ.\nهِيَ صَغِيرَةٌ.\nهُنَّ صَغِيرَاتٌ.\nاَنْتِ كَبِيرَةٌ.\nاَنْتُنَّ كَبِيرَاتٌ.\nاَنَا صَغِيرَةٌ.\nنَحْنُ صَغِيرَاتٌ."
  }
];
