export default {
  "001": {
    title: "اَلدَّرْسُ الأَوَّلُ 1",
    words: {
      "001": {
        text: "هُوَ, هُمْ."
      },
      "002": {
        text: "أَنْتَ, أَنْتُمْ."
      },
      "003": {
        text: "أَنَا, نَحْنُ."
      },
      "004": {
        text: "كَبِيرٌ, كِبَارٌ."
      },
      "005": {
        text: "صَغِيرٌ, صِغَارٌ"
      }
    },
    phrases: {
      "001": {
        text: "هُوَ كَبِيرٌ."
      },
      "002": {
        text: "هُمْ كِبَارٌ."
      },
      "003": {
        text: "أَنْتَ صَغِيرٌ."
      },
      "004": {
        text: "اَنْتُمْ صِغَارٌ."
      },
      "005": {
        text: "اَنَا كَبِيرٌ."
      },
      "006": {
        text: "نَحْنُ كِبَارٌ."
      },
      "007": {
        text: "هُوَ صَغِيرٌ."
      },
      "008": {
        text: "هُمْ صِغَارٌ."
      },
      "009": {
        text: "اَنْتَ كَبِيرٌ."
      },
      "010": {
        text: "اَنْتُمْ كِبَارٌ."
      },
      "011": {
        text: "اَنَا صَغِيرٌ."
      },
      "012": {
        text: "نَحْنُ صِغَارٌ."
      }
    }
  },
  "002": {
    title: "اَلدَّرْسُ الثَّانِي 2",
    words: {
      "001": {
        text: "هِيَ, هُنَّ."
      },
      "002": {
        text: "اَنْتِ, اَنْتُنَّ."
      },
      "003": {
        text: "اَنَا, نَحْنُ."
      },
      "004": {
        text: "كَبِيرَةٌ, كَبِيرَاتٌ."
      },
      "005": {
        text: "صَغِيرَةٌ, صَغِيرَاتٌ."
      }
    },
    phrases: {
      "001": {
        text: "هِيَ كَبِيرَةٌ."
      },
      "002": {
        text: "هُنَّ كَبِيرَاتٌ."
      },
      "003": {
        text: "اَنْتِ صَغِيرَةٌ."
      },
      "004": {
        text: "اَنْتُنَّ صَغِيرَاتٌ."
      },
      "005": {
        text: "اَنَا كَبِيرَةٌ."
      },
      "006": {
        text: "نَحْنُ كَبِيرَاتٌ."
      },
      "007": {
        text: "هِيَ صَغِيرَةٌ."
      },
      "008": {
        text: "هُنَّ صَغِيرَاتٌ."
      },
      "009": {
        text: "اَنْتِ كَبِيرَةٌ."
      },
      "010": {
        text: "اَنْتُنَّ كَبِيرَاتٌ."
      },
      "011": {
        text: "اَنَا صَغِيرَةٌ."
      },
      "012": {
        text: "نَحْنُ صَغِيرَاتٌ."
      }
    }
  }
};
