const marked = require("marked");

const contentMd = `# الدروس الأولية

description: Textbook with the simplest method in the world
language: ar
level: beginner
website: github.com/Aparus/ulla

## اَلدَّرْسُ الأَوَّلُ 1

### words

هُوَ, هُمْ.
أَنْتَ, أَنْتُمْ.
أَنَا, نَحْنُ.
كَبِيرٌ, كِبَارٌ.
صَغِيرٌ, صِغَارٌ

### phrases

هُوَ كَبِيرٌ.
هُمْ كِبَارٌ.
أَنْتَ صَغِيرٌ.
اَنْتُمْ صِغَارٌ.
اَنَا كَبِيرٌ.
نَحْنُ كِبَارٌ.
هُوَ صَغِيرٌ.
هُمْ صِغَارٌ.
اَنْتَ كَبِيرٌ.
اَنْتُمْ كِبَارٌ.
اَنَا صَغِيرٌ.
نَحْنُ صِغَارٌ.

## اَلدَّرْسُ الثَّانِي 2

### words

هِيَ, هُنَّ.
اَنْتِ, اَنْتُنَّ.
اَنَا, نَحْنُ.
كَبِيرَةٌ, كَبِيرَاتٌ.
صَغِيرَةٌ, صَغِيرَاتٌ.

### phrases

هِيَ كَبِيرَةٌ.
هُنَّ كَبِيرَاتٌ.
اَنْتِ صَغِيرَةٌ.
اَنْتُنَّ صَغِيرَاتٌ.
اَنَا كَبِيرَةٌ.
نَحْنُ كَبِيرَاتٌ.
هِيَ صَغِيرَةٌ.
هُنَّ صَغِيرَاتٌ.
اَنْتِ كَبِيرَةٌ.
اَنْتُنَّ كَبِيرَاتٌ.
اَنَا صَغِيرَةٌ.
نَحْنُ صَغِيرَاتٌ.

## اَلدَّرْسُ الثَّالِثُ 3

### words

هَذَا.
هَذِهِ.
هَؤُلَاءِ.
رَجُلٌ, رِجَالٌ.
اِمْرَأَةٌ, نِسَاءٌ.
طَوِيلٌ, طِوَالٌ.
قَصِيرٌ, قِصَارٌ.

### phrases

هَذَا الرَّجُلُ طَوِيلٌ.
هَؤُلَاءِ الرِّجَالُ طِوَالٌ.
هَذِهِ الْمَرْأَةُ قَصِيرَةٌ.
هَؤُلَاءِ النِّسَاءُ قَصِيرَاتٌ.
هَذَا الرَّجُلُ كَبِيرٌ.
هَؤُلَاءِ الرِّجَالُ كِبَارٌ.
هَذِهِ الْمَرْأَةُ صَغِيرَةٌ.
هَؤُلَاءِ النِّسَاءُ صَغِيرَاتٌ.
هُوَ طَوِيلٌ.
هُمْ طِوَالٌ.
اَنْتَ قَصِيرٌ.
اَنْتُمْ قِصَارٌ.
اَنَا طَوِيلٌ.
نَحْنُ طِوَالٌ.

## اَلدَّرْسُ الرَّابِعُ 4

### words

مُعَلِّمٌ, معَلِّمُونَ (ون).
تِلْمِيذٌ, تَلَامِيذُ, تَلَامِذَةٌ.
مُعَلِّمَةٌ, مُعَلِّمَاتٌ (ات).
تِلْمِيذَةٌ (ات)
مَنْ؟

### phrases

-- مَنْ هَذَا؟
-- مُعَلِّمٌ.
-- مَنْ هَؤُلَاءِ؟
-- مُعَلِّمُونَ.
-- مَنْ هَذِهِ؟
-- تِلْمِيذَةٌ.
-- مَنْ هَؤُلَاءِ؟
-- تِلْمِيذَاتٌ.
هُوَ مُعَلِّمٌ.
هُمْ مُعَلِّمُونَ.
اَنْتَ تِلْمِيذٌ.
اَنْتُمْ تَلَامِيذُ.
هِيَ تِلْمِيذَةٌ.
هُنَّ تِلْمِيذَاتٌ.
اَنَا مُعَلِّمَةٌ.
نَحْنُ مُعَلِّمَاتٌ.
هَذَا الرَّجُلُ مُعَلِّمٌ.
هَؤُلَاءِ الرِّجَالُ مُعَلِّمُونَ.
هَذِهِ الْمَرْأَةُ مُعَلِّمَةٌ.
هَؤُلَاءِ النِّسَاءُ مُعَلِّمَاتٌ.
مَنْ هُوَ؟
مَنْ هِيَ؟
مَنْ اَنْتَ؟
مَنْ اَنْتُمْ؟
مَنْ هُمْ؟
`;
marked.use({ smartypants: true });
const mdArray = marked.lexer(contentMd);

console.log("mdArray lexer", mdArray);
